Repository: paxbt1/auto-generate-coupon-for-woocommerce
Catalog: languages/auto_generate_coupon-*.po
Languages: fa_ir

source: Activeate campaign
fa_ir: شروع کمپین

source: Allow free shipping
fa_ir: اجازه به حمل رایگان

source: Auto generate coupon for Woocommerce
fa_ir: ایجاد کوپن اتوماتیک برای ووکامرس

source: Auto generate coupon is a wonderfull plugin for creating coupon at the thankyou page to use for next Order.
fa_ir: افزونه ایجاد کوپن اتوماتیک به شما اجازه تولید اتوماتیک کوپن تخفیف را برای استفاده در خرید بعدی میدهد .

source: Costum Message Settings
fa_ir: پیام اختصاصی

source: Coupon expiry date
fa_ir: تاریخ انقضا کوپن

source: Coupon Settings
fa_ir: تنظیمات کوپن

source: Custom Message for coupon that showes on thankyou page,%s is define your coupon code
fa_ir: این پیام در صفحه تشکر از خرید به کاربر نمایش داده میشود ، %s تعریف شده برای کوپن

source: Discount amount
fa_ir: میزان تخفیف

source: Discount type
fa_ir: نوع تخفیف

source: Fixed Cart Discount
fa_ir: تخفیف ثابت روی سبد خرید

source: here your new coupon %s
fa_ir: کوپن تخفیف شما : %s

source: Individual use only
fa_ir: استفاده بصورت انفرادی

source: Message for New Coupon
fa_ir: پیام برای کوپن جدید

source: Percent Discount
fa_ir: درصد تخفیف

source: These settings is enable you to customize coupon message
fa_ir: تنظیمات سفارش کوپن
